<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
 <p>Electron 是一个搭建跨平台桌面应用的框架，仅仅使用 JavaScript、HTML 以及 CSS，即可快速而容易地搭建一个原生应用。这对于想要涉及其他领域的开发者来说是一个非常大的福利。</p>
                  <a id="more"></a>
                  <p>对于手机党的音乐爱好者们来说，都会给手机选购一款与其搭配的便携式耳机在上下班路途中、外出旅途中、闲暇的逛街途中来尽情欣赏自己喜欢的音乐和歌曲，
                  给手机选购的耳机无非一般有以下几点要求，首先是重量轻盈便于携带，其次是音质出众音色耐听，另外还得具有带麦克风/接听电话按键功能的线控器以便听歌的同时便于接听电话，
                  心血来潮用K歌软件唱唱歌什么的，释放自己的天性。作为音频领域的老品牌飞利浦推出的SHE4205BK入耳式耳机正是集合了以上众多的特点，为手机量身打造，
                  而目前在官方旗舰店原价199元减100元实际售价99元的打折活动也在如火如荼的进行，也凸显了这款产品的性价比，那么这款耳机的实际表现如何呢，
                  笔者也使用最新的华为Mate 9手机以及国产千元机皇的凯音N3播放器进行了深度体验。</p>
                    <p>
                      <img src="https://making-photos.b0.upaiyun.com/review_photos/c07b0b455c056137df0517e513ff8596.JPG!review" alt="Image text">
                    </p>
                          <p>耳机的包装非常的轻薄，采用了透明橱窗的形势，透过包装盒外面就可以清楚看到内部的耳机，便于实体店用户选购，。包装盒背部带有防伪刮刮涂层，
                          	像飞利浦这样的大品牌产品市面上的“李鬼”还是很多的，验明一下正身还是显得非常重要，笔者的建议还是去官方旗舰店购买比较让人放心。</p>

					<p>
                      <img src="https://making-photos.b0.upaiyun.com/review_photos/a4eae55cf3717d65a53bd6d4dd1bd984.JPG!review" alt="Image text">
                    </p>
                          <p>飞利浦 SHE4205BK耳机在结构上为入耳式开放设计，采用了钕制磁铁和CCAW音圈，PET隔音膜。扬声器直径12.2毫米，耳机的灵敏度为105分贝，
                          	阻抗16欧姆，都是常见的普通手机都能轻松推动的参数。耳机的重量控制的非常轻盈，净重只有0.014千克，佩带时候完全感觉不到耳机的重量，具有极强的舒适感和便携性。</p>
                    <p>
                      <img src="https://making-photos.b0.upaiyun.com/review_photos/bf427caafb5d22829c9735617e5d9685.JPG!review" alt="Image text">
                    </p>
                          <p>耳机的外观工艺是钢琴漆的烤面，腔体的造型显得比较扁平，并且体积上也不大，所以实际佩带时候入耳的感觉很好，没有那种塞满耳洞撑爆的难受感觉，
                          	相反轻盈的重量反而让人察觉不到耳机的存在，耳机虽然是入耳式结构，不过入耳部分并不算太深，这也是佩带舒适的另一个原因。</p>
                    <p>
                      <img src="https://making-photos.b0.upaiyun.com/review_photos/2e9c85562b616800155118e698e57257.JPG!review" alt="Image text">
                    </p>
                          <p>耳机采用了开放式的声学结构，倾角的设计无论是在佩带舒适感还是听感上都有独特之处，会让声音显得更为清晰和通透，</p>
                    <p>
                      <img src="https://making-photos.b0.upaiyun.com/review_photos/93d9027df1e9b3dd44e2d4456be366ee.JPG!review" alt="Image text">
                    </p>
                          <p>作为一款为手机定制设计的耳机，自然也带有线控设计，线控上一面麦克风，
                          	方便平时接听电话和录音功能，K歌娱乐。线控另外一面则是一个操控按键，按键在苹果以及安卓手机上的操控设计都是通过单击或者连击来完成，非常有特点：</p>
                          	<p>单击：播放/暂停音乐 接听/挂断电话
								双击:播放下一曲
								三连击：播放上一曲
								单击&Hold：部分安卓支持语音控制 进入百度客户端 苹果手机则为SiRi语音控制</p>
					<p>
                      <img src="https://making-photos.b0.upaiyun.com/review_photos/223b61e6f68f26546a1862b74d94b96c.JPG!review" alt="Image text">
                    </p>
					<p>
                      <img src="https://making-photos.b0.upaiyun.com/review_photos/44ad21c2a20a687aabf8ab7646290166.JPG!review" alt="Image text">
                    </p>		
                    <p>毕竟飞利浦也是专业的耳机音频老品牌，所以耳机上也有十分必要的束线器设计，橡胶材质，有很好的防滑效果，便于使用时候理线更加方便的使用耳机。</p>	
                    
                     <p>
                      <img src="https://making-photos.b0.upaiyun.com/review_photos/f70bf94641ef54c848003e73077d90c5.JPG!review" alt="Image text">
                    </p>    
                    
                    <p>耳机的插头是L型镀金插头，手柄部分是橡胶材质，带有防弯折设计，手柄上还有飞利浦的英文品牌logo，手感很好，镀金也可以很好的防止氧化。
                    	耳机线橡胶弹性质感，柔韧性不错，官方宣称有防缠绕效果，从实用来看防缠绕跟面块耳机线相比还是有差距。</p>	
                    
                     <p>
                      <img src="https://making-photos.b0.upaiyun.com/review_photos/2775580abe30ad3468d98d5c6b7d2eb5.JPG!review" alt="Image text">
                    </p>    
                    <p>16欧姆的阻抗手里的vivo Xshot和华为Mate 9手机都能轻松的推动，一般音量开到45~50左右的进度就有足够的音量了，使用网易云音乐在线听歌，耳机在音色上给我的感觉是中频比较凸显一些，
                    	特别是听人声属于偏温暖的声音。不过耳机并不是完全中频上的暖意，像一些女声高音部分也会时不时的在温暖中显现，无形中给声音增加一些高频的明亮感觉，
                    	耳机的低频属于下潜不深但弹性较快的风格，给人感觉上下的幅度比较轻盈。耳机在手机上三频的解析力很一般，给人留下印象更深刻的还是整体温暖音色，非常适合用来聆听流行歌曲，
                    	高频部分也没有任何毛刺，属于比较讨好耳朵的声音，完全可以满足手机的听歌需求。</p>	
                    
                     <p>
                      <img src="https://making-photos.b0.upaiyun.com/review_photos/dee4564102e779fe6e3dad83d8b1afe5.JPG!review" alt="Image text">
                    </p>    
                    <p>作为一名音频爱好者，自然天生就喜欢折腾，只用手机听听还是感觉不过瘾，好奇感让我为了进一步看看这幅耳机的完全实力，我又接上国产千元旗舰播放器凯音N3领略了一番听感。凯音N3是最近比较火的一款新上市的产品，跟凯音i5的高端定位不同，主要用来弥补千元级这个价位市场，所以也诚意满满，N3也是首款千元级产品支持DOP 功能的播放器。在硬件配置上采用 X1000+AK4490EN+OPA1652+OPA1622 的协处理运放组合，CPU主控是君正X1000，解码芯片为AK4490EN，运放芯片则是OPA1652+OPA1622。
                    	自然的相比接驳在手机上使用在N3这样的专业音频播放器上的表现好了许多，非常明显的是三频层次感清晰了很多，高频更为出色，整体更为通透细腻。下面就选取一些自己熟悉的歌曲简单说说听感：</p>	
                    
                     <p>
                      <img src="https://making-photos.b0.upaiyun.com/review_photos/2067993da64521a88f7ed7782e1cc25f.JPG!review" alt="Image text">
                    </p>     
                    <p>在凯音N3上女声显得更为娇柔甜美，相比手机上高频的分离度完全出来了，如果在手机上音色更倾向于温暖中频，则在N3上听女声更加倾向于高频。像听蔡淳佳的专辑完全能够表现出其邻家女孩那般醇美的音色，虽然没有凌厉高频那般震撼，却有一种让人能够静下心聆听如阳光板迷人的气质。再来一首我喜欢的高音女王戴爱玲的专辑《2005为爱做事情》，戴爱玲的歌曲比较考验播放设备，如果设备不够好听高音歌曲以及其中的快歌很容易有高音太硬刺耳层次感嘈杂的难受感觉。飞利浦 SHE4205BK与凯音N3的搭配倒是比较协调，
                    	少了一些凌厉硬朗感，整体是一种甜美中高亢的音色，比较宽松，像专辑第二首歌曲《2的N次方》从头到尾层次感保持得很好，跟手机上的表现天壤之别。</p>	
                    	<p>再来听听男人的歌，迪克牛仔的《三万英尺》，这是一首从学生时代就开始听的经典老歌，对我来说歌声中潜藏者自己的青春时代。迪克牛仔唱歌的风格就是很man很男人，乍一听不太讲理，
                    	不过仔细听每个歌词处理都很细腻，似乎在听一个男人诉说自己的心事。耳机虽然只是一个入耳式小耳塞，不过在凯音一贯强大的推理下声音变得力量十足，那种男人的沧桑感和无奈感沁入人心，很容易引起共鸣。</p>	
                    	<p>谭晶这次在《我是歌手》上非常惊艳，也彻底改变我对他以往演唱风格的印象，特别是其中改编的齐豫的《欲水》，包含了歌剧、美声花腔、摇滚、探戈、交响乐等多种元素，基本上让这首歌曲彻底改头换面。耳机在N3上对于谭晶人声部分的表现还是甜美的感觉，对于这首歌几部分不同风格的转变衔接比较自然，从歌曲开头的轻盈慢唱到第二段的美声高音的对于内心的挣扎，
                    	到了最后一段副歌部分歇斯底里的高音，非常高亢有力，带着一丝丝的弹性，是一种略微收敛的高音，刺入人心，一个悲哀的故事的结束，很有震撼力。</p>	
                           	<p>飞利浦 SHE4205BK入耳式耳机针对手机量身打造在外设设计以及佩戴上还是令人满意的，扁平带有倾角的入耳式造型以及轻盈的重量令佩戴感非常舒适，合适的体积让佩带时候耳洞没有撑耳难受的感觉。耳机的16欧姆低阻抗对于一般手机来说非常容易驱动，线控的不同连击操控方式很有特色。耳机在手机上的音色偏向于温和的中频风格，非常适合用聆听流行歌曲，而在N3这样的千元级播放器上则还有更大的提升潜力，整体声音表现提高了很大一截，
                           	层次感、声场、分离度、通透感都提高不少。目前旗舰店199元减100元的打折活动还是比较实惠的，对于喜欢手机听歌，便携听歌的朋友来说不失为一个选择。</p>            