<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

<p><img src="http://img100.bio1000.com/uploads/201510/28/20-56-31-82-47117.jpg" class="" original="http://img100.bio1000.com/uploads/201510/28/20-56-31-82-47117.jpg" alt="" style="display: inline;" width="600" height="342"></p>
<p>Falkor科考船收集了将有助于研究厄尔尼诺的数据</p>
<p>8月，当海洋学家Kelvin  Richards及其团队沿着马绍尔群岛赤道东部海域巡视时，热带太平洋似乎“心情不佳”。头一个月，6个热带气旋掠过洋面。而当Richards的科学考察进行时，更多气旋正加速形成。该地区的海洋表面异常温暖，水温至少比预期高了1℃。当海洋学家在海平面以下窥视时，他们发现了向下扩展至几百米深处的强烈湍流迹象。</p>
<p>研究团队发现，自己正经历着一次惊人的厄尔尼诺气候变暖事件——可能成为有记录以来最强的一次。大规模厄尔尼诺事件能完全颠倒太平洋的气候条件，并且扰乱全球天气。而此次事件的影响已被感受到。印度尼西亚遭受了使森林和农田火灾加剧的严重干旱，太平洋珊瑚则正在经历有史以来最严重的漂白事件。秘鲁宣布一些预计会发生洪灾的地区进入紧急状态，而澳大利亚的农民收到了预期将出现干旱的警告。</p>
<p>并非出自同一模子</p>
<p>上一次大规模厄尔尼诺事件发生在1997～1998年。当时，极端天气和洪灾导致上千人死亡，并且使亚洲2.5亿人流离失所。它还帮助将全球气温抬高至此前从未有过的纪录。</p>
<p>对于身为美国夏威夷大学研究人员的Richards来说，最近一次厄尔尼诺的到来最终证实是个好时机。此类变暖事件10年间只会出现一两次，而且无规律可循。因此，研究人员非常渴望学会如何预测厄尔尼诺将何时到来以及它的强度有多大。这意味着他们必须密切关注大气和从表面水域到几百米深冷水层的海洋。然而，获取到必需的数据异常困难。策划巡航研究需要数年时间，因此很难让一艘船及时进入太平洋中心处，研究一次无法预测的事件。</p>
<p>当Richards在2012年申请返回的船时，他并未想到此次考察会恰好碰上一次气候变暖事件正在积蓄力量。“它的发生只是恰好和我们的考察同步。我们很高兴抓住了这次机会。”</p>
<p>大多数海洋学家并未有足够的运气在今年出海，但他们正利用同事的数据以及从研究浮标和其他来源流入的信息。他们想回答的一个关键问题是为何每次厄尔尼诺的表现都不相同。“厄尔尼诺并不是由一个模子刻出来的。”美国国家海洋和大气管理局(NOAA)海洋学家Michael  McPhaden表示。</p>
<p>每次厄尔尼诺的强度和影响似乎部分取决于太平洋哪部分海域最先变暖，但预测温度异常模式很困难。“我们真的很想更好地理解是什么导致了这种多样性，以及可能提前多久预测出我们需要应对何种类型的事件。”McPhaden说。这将帮助预报员在干旱和洪灾来袭前数月发出警告。</p>
<p>厄尔尼诺的“诱饵游戏”</p>
<p>目前正在发生的厄尔尼诺是对科学家还需要学习很多的明确提示。当它最初在2014年开始形成时，表现的和很多其他厄尔尼诺事件类似。通常从南美洲吹向亚洲并且将热量和水分携带至盆地西部的偏东信风有所减弱。这使得温暖向东扩散，而研究人员预测，该模式会随着将温暖海水向东推动的西风暴发得到加强。当足够多的温暖海水在南美洲沿海累积时，它会阻止来自深层且富含营养物质的冷水正常上涌。这反过来改变了鱼类种群，而且通常会毁掉秘鲁沿海鳀鱼的收获。</p>
<p>不过，2014年，沿着赤道的变暖和大多数厄尔尼诺年相比没有那么明显，而且西风暴发并未像预料的那样出现。到了年中，预期的厄尔尼诺完全消失了。</p>
<p>是什么阻止了此次事件?为何太平洋变暖在12个月后又突如其来地浮出水面?这些问题一直困扰着海洋研究人员和气象学家。夏威夷大学海洋学家Axel  Timmermann表示，对于研究人员来说，神秘重生的厄尔尼诺是一个�5.html" target="_blank"&gt;Nature：如何解决世界上最大的难题?</p><li><a href="http://nature.bio1000.com/other/201508/2049.html" target="_blank">Nature封面故事:金刚石中的杂质</a></li><li><a href="http://nature.bio1000.com/cell/201508/2033.html" target="_blank">Nature methods：新技术可显著提高基因编辑准确性</a></li><li><a href="http://nature.bio1000.com/molecular/201508/2028.html" target="_blank">Nature：清除错误蛋白的机制</a></li><li><a href="http://nature.bio1000.com/cell/201508/2027.html" target="_blank">Nature：细胞清除功能失调线粒体文章</a></li>          
        